Repository: GigaDuckAI/conduck
Catalog: Conduck/Conduck/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans

# remoteAgent.error.unreachable.v2
source: Couldn't reach your AI.
es: No se pudo conectar con tu IA.
ja: AIに接続できませんでした。
zh_hans: 无法连接你的 AI。

# remoteAgent.error.visionUnsupported
source: This gateway couldn't use the photo.
es: Esta pasarela no pudo usar la foto.
ja: このゲートウェイは写真を使用できませんでした。
zh_hans: 此网关无法使用该照片。

# remoteAgent.error.visionUnsupported.hosted
source: Your AI couldn't use the photo.
es: Tu IA no pudo usar la foto.
ja: AIは写真を使用できませんでした。
zh_hans: AI 无法使用该照片。

# remoteAgent.error.visionUnsupported.recovery
source: Enable photo support on your gateway, or keep chatting with text.
es: Activa la compatibilidad con fotos en tu pasarela o sigue chateando con texto.
ja: ゲートウェイの写真対応を有効にするか、テキストでチャットを続けてください。
zh_hans: 请在网关上启用图片支持，或继续使用文字对话。

# remoteAgent.error.visionUnsupported.recovery.modelChoice
source: Pick a model that accepts images, or keep chatting with text.
es: Elige un modelo que acepte imágenes o sigue chateando con texto.
ja: 画像に対応したモデルを選ぶか、テキストでチャットを続けてください。
zh_hans: 请选择支持图片的模型，或继续使用文字对话。

# remoteAgent.notification.defaultNeedsSetup.title
source: Nothing to send to
es: No hay destino para enviar
ja: 送信先がありません
zh_hans: 没有可发送的目标

# remoteAgent.notification.failure.certKeyUnpinnable.title
source: Fingerprint can't be checked
es: No se puede comprobar la huella
ja: フィンガープリントを確認できません
zh_hans: 无法核验指纹

# remoteAgent.notification.failure.certMismatch.title
source: Certificate doesn't match
es: El certificado no coincide
ja: 証明書が一致しません
zh_hans: 证书不符

# remoteAgent.notification.failure.certUntrusted.title
source: Certificate not trusted
es: Certificado no fiable
ja: 証明書が信頼されていません
zh_hans: 证书不受信任

# remoteAgent.notification.failure.title
source: No reply from your personal AI
es: Sin respuesta de tu IA personal
ja: パーソナルAIから返信がありません
zh_hans: 个人 AI 未回复

# remoteAgent.notification.failure.title.v2
source: No reply from your AI
es: Sin respuesta de tu IA
ja: AIから返信がありません
zh_hans: AI 未回复

# remoteAgent.notification.reply.emptyBody
source: Your AI replied. Open Conduck to read it.
es: Tu IA respondió. Abre Conduck para leer la respuesta.
ja: AIから返信が届きました。Conduckを開いて確認してください。
zh_hans: AI 已回复，请打开 Conduck 阅读。

# remoteAgent.notification.reply.title
source: Reply from your AI
es: Respuesta de tu IA
ja: AIからの返信
zh_hans: 来自 AI 的回复

# remoteAgent.notification.unreachable.title
source: Couldn't reach your AI
es: No se pudo conectar con tu IA
ja: AIに接続できませんでした
zh_hans: 无法连接 AI

# request.error.decodingError
source: Couldn't read the server response: %@
es: No se pudo leer la respuesta del servidor: %@
ja: サーバーの応答を読み取れませんでした：%@
zh_hans: 无法读取服务器响应：%@

# request.error.invalidResponse
source: Got an unexpected response from the server.
es: Se recibió una respuesta inesperada del servidor.
ja: サーバーから予期しない応答が返されました。
zh_hans: 服务器返回了意外响应。

# request.error.invalidURL
source: Invalid API endpoint URL
es: URL del punto de conexión de API no válida
ja: APIエンドポイントのURLが無効です
zh_hans: API 端点 URL 无效

# send.attachment.dropped
source: An attachment couldn't be read and wasn't included.
es: No se pudo leer un adjunto y no se incluyó.
ja: 添付を読み取れなかったため、含めていません。
zh_hans: 有一个附件无法读取，因此未包含在消息中。

# send.error.mintFailed.message
source: Your message is back in the composer — try sending again.
es: Tu mensaje está de nuevo en el campo de escritura: prueba a enviarlo otra vez.
ja: メッセージを入力欄に戻しました。もう一度送信してください。
zh_hans: 消息已放回输入框，请再次发送。

# send.error.mintFailed.ok
source: OK
es: Aceptar
zh_hans: 好

# send.error.mintFailed.title
source: Couldn't start the conversation
es: No se pudo iniciar la conversación
ja: 会話を開始できませんでした
zh_hans: 无法开始对话

# settings.about.licenses.conduck.subtitle
source: Apache License 2.0
es: Licencia Apache 2.0

# settings.about.licenses.conduck.title
source: Conduck License
es: Licencia de Conduck
ja: Conduckライセンス
zh_hans: Conduck 许可协议

# settings.about.licenses.footer
source: Conduck's own source and placeholder artwork are licensed under the Apache License 2.0. Bundled third-party components keep their own licenses, reproduced here.
es: El código fuente y las ilustraciones de muestra de Conduck tienen licencia Apache 2.0. Los componentes de terceros incluidos conservan sus propias licencias, reproducidas aquí.
ja: Conduckのソースコードと仮のアートワークはApache License 2.0で提供されています。同梱するサードパーティ製コンポーネントはそれぞれのライセンスに従い、ここに掲載しています。
zh_hans: Conduck 自身的源代码和占位图像采用 Apache License 2.0。随附的第三方组件保留各自的许可协议，并在此列出。

# settings.about.licenses.loadError
source: This document could not be loaded.
es: No se pudo cargar este documento.
ja: この文書を読み込めませんでした。
zh_hans: 无法载入此文稿。

# settings.about.licenses.notice.subtitle
source: Attribution notice
es: Aviso de atribución
ja: 帰属表示
zh_hans: 署名声明

# settings.about.licenses.notice.title
source: Notice
es: Aviso
ja: 通知
zh_hans: 声明

# settings.about.licenses.thirdparty.subtitle
source: Bundled open-source components
es: Componentes de código abierto incluidos
ja: 同梱するオープンソースコンポーネント
zh_hans: 随附的开源组件

# settings.about.licenses.thirdparty.title
source: Third-Party Notices
es: Avisos de terceros
ja: サードパーティの通知
zh_hans: 第三方声明

# settings.about.licenses.title
source: Open Source Licenses
es: Licencias de código abierto
ja: オープンソースライセンス
zh_hans: 开源许可协议

# settings.about.review.openHint
source: Opens the App Store.
es: Abre el App Store.
ja: App Storeを開きます。
zh_hans: 打开 App Store。

# settings.about.review.title
source: Write a Review
es: Escribir una reseña
ja: レビューを書く
zh_hans: 撰写评价

# settings.certTrust.done
source: Done
es: Listo
ja: 完了
zh_hans: 完成

# settings.certTrust.footer.fileServer
source: Changes here apply when you Save & Test.
es: Los cambios aquí se aplican al Guardar y probar.
ja: 変更は「保存してテスト」で適用されます。
zh_hans: 在此进行的更改会在“保存并测试”时生效。

# settings.certTrust.footer.gateway
source: Changes here apply when you save the gateway.
es: Los cambios aquí se aplican al guardar la pasarela.
ja: 変更はゲートウェイの保存時に適用されます。
zh_hans: 在此进行的更改会在保存网关时生效。

# settings.certTrust.keyUnpinnable.refusal
source: This server's certificate uses a key type Conduck can't fingerprint, so your pinned fingerprint can't be checked.
es: El certificado de este servidor usa un tipo de clave cuya huella Conduck no puede calcular, por lo que no se puede comprobar la huella fijada.
ja: このサーバーの証明書の鍵形式にConduckが対応していないため、固定したフィンガープリントを確認できません。
zh_hans: 服务器证书的密钥类型不支持生成指纹，Conduck 无法核验你固定的指纹。

# settings.certTrust.keyUnpinnable.refusal.compact
source: Conduck can't check your pin — unsupported certificate key. Your server is fine; open Conduck on your iPhone to fix the pin.
es: Conduck no puede comprobar tu huella fijada: la clave del certificado no es compatible. Tu servidor está bien; abre Conduck en tu iPhone para corregir la huella fijada.
ja: 証明書の鍵に対応していないため、Conduckは固定したフィンガープリントを確認できません。サーバーには問題ありません。iPhoneでConduckを開いて設定を修正してください。
zh_hans: 证书密钥类型不受支持，Conduck 无法核验固定指纹。服务器本身没有问题，请在 iPhone 上打开 Conduck 修正指纹设置。

# settings.certTrust.keyUnpinnable.remedy
source: The certificate itself is fine and this device trusts it — only the fingerprint check can't run. Reissue it with an RSA 2048/3072/4096 or EC P-256/P-384 key, or clear the saved fingerprint in its settings to go back to ordinary system trust.
es: El certificado está bien y este dispositivo confía en él; solo falla la comprobación de la huella. Vuelve a emitirlo con una clave RSA 2048/3072/4096 o EC P-256/P-384, o borra la huella guardada en sus ajustes para volver a la confianza normal del sistema.
ja: 証明書自体は有効で、このデバイスも信頼していますが、フィンガープリントの確認だけが実行できません。RSA 2048/3072/4096またはEC P-256/P-384鍵で再発行するか、設定で保存したフィンガープリントを削除して通常のシステムによる信頼確認に戻してください。
zh_hans: 证书本身正常，且此设备信任它，只是无法核验指纹。请使用 RSA 2048/3072/4096 或 EC P-256/P-384 密钥重新签发证书，或在设置中清除已保存的指纹，恢复常规系统信任验证。

# settings.certTrust.manual.helper.v2
source: Optional, and only ever a tightening: Conduck already refuses a certificate this device doesn't trust, and a fingerprint narrows that to one exact certificate. Paste it from the server you run.
es: Opcional y solo para reforzar la seguridad: Conduck ya rechaza los certificados en los que este dispositivo no confía y una huella limita la aceptación a un certificado exacto. Pégala desde el servidor que gestionas.
ja: 任意の追加制限です。Conduckは、このデバイスが信頼しない証明書をすでに拒否します。フィンガープリントを指定すると、特定の証明書だけに限定されます。運用するサーバーからコピーしてください。
zh_hans: 可选，且只能收紧验证。Conduck 已拒绝此设备不信任的证书，指纹会进一步限定为一个确切证书。请从你运行的服务器复制。

# settings.certTrust.manual.label
source: Certificate fingerprint (SPKI SHA-256)
es: Huella del certificado (SPKI SHA-256)
ja: 証明書フィンガープリント（SPKI SHA-256）
zh_hans: 证书指纹（SPKI SHA-256）

# settings.certTrust.manual.prompt
source: 64 hex characters
es: 64 caracteres hexadecimales
ja: 16進数64文字
zh_hans: 64 个十六进制字符

# settings.certTrust.pinMismatch.refusal
source: This server's certificate doesn't match the fingerprint you pinned.
es: El certificado de este servidor no coincide con la huella que fijaste.
ja: このサーバーの証明書が、固定したフィンガープリントと一致しません。
zh_hans: 服务器证书与固定的指纹不符。

# settings.certTrust.pinMismatch.refusal.compact
source: Your gateway's certificate doesn't match your pinned fingerprint. The connection may be intercepted — open Conduck on your iPhone.
es: El certificado de tu pasarela no coincide con la huella fijada. Puede que la conexión esté interceptada: abre Conduck en tu iPhone.
ja: ゲートウェイの証明書が、固定したフィンガープリントと一致しません。接続が傍受されている可能性があります。iPhoneでConduckを開いてください。
zh_hans: 网关证书与固定的指纹不符，连接可能遭到拦截。请在 iPhone 上打开 Conduck。

# settings.certTrust.pinMismatch.refusal.compact.v2
source: This server's certificate doesn't match your pinned fingerprint. The connection may be intercepted — open Conduck on your iPhone.
es: El certificado de este servidor no coincide con la huella fijada. Puede que la conexión esté interceptada: abre Conduck en tu iPhone.
ja: このサーバーの証明書が、固定したフィンガープリントと一致しません。接続が傍受されている可能性があります。iPhoneでConduckを開いてください。
zh_hans: 服务器证书与固定的指纹不符，连接可能遭到拦截。请在 iPhone 上打开 Conduck。

# settings.certTrust.pinMismatch.remedy
source: If you replaced the server's certificate, update the pinned fingerprint in its settings. If you changed nothing, stop — the connection may be intercepted.
es: Si cambiaste el certificado del servidor, actualiza la huella fijada en sus ajustes. Si no cambiaste nada, detente: puede que la conexión esté interceptada.
ja: サーバーの証明書を交換した場合は、設定で固定したフィンガープリントを更新してください。何も変更していない場合は接続を中止してください。傍受されている可能性があります。
zh_hans: 如果你更换了服务器证书，请在设置中更新固定指纹。如果没有做过更改，请停止连接，它可能遭到拦截。

# settings.certTrust.status.automatic
source: Automatic — this server proves who it is with a certificate this device already trusts. Most servers work this way, and there's nothing to set up.
es: Automática: este servidor demuestra su identidad con un certificado en el que este dispositivo ya confía. La mayoría de servidores funcionan así y no hay nada que configurar.
ja: 自動 — このサーバーは、デバイスがすでに信頼する証明書で身元を証明します。ほとんどのサーバーはこの方式で、設定は不要です。
zh_hans: 自动：服务器使用此设备已信任的证书证明身份。大多数服务器采用此方式，无需设置。

# settings.certTrust.status.pinned
source: Pinned on this device — Conduck only accepts the server holding this exact certificate, so an impostor at the same address is turned away.
es: Huella fijada en este dispositivo: Conduck solo acepta el servidor que posee este certificado exacto, así que rechaza a un impostor en la misma dirección.
ja: このデバイスで固定 — Conduckは、指定した証明書を持つサーバーだけを受け入れ、同じアドレスの偽サーバーを拒否します。
zh_hans: 在此设备固定：Conduck 仅接受持有此确切证书的服务器，拒绝同一地址上的冒充者。

# settings.certTrust.title
source: Server certificate
es: Certificado del servidor
ja: サーバー証明書
zh_hans: 服务器证书

# settings.certTrust.untrusted.refusal
source: This device doesn't trust the certificate this server presented, so Conduck won't connect to it.
es: Este dispositivo no confía en el certificado presentado por este servidor, así que Conduck no se conectará a él.
ja: このデバイスはサーバーが提示した証明書を信頼していないため、Conduckは接続しません。
zh_hans: 此设备不信任服务器提供的证书，因此 Conduck 不会连接。

# settings.certTrust.untrusted.refusal.compact
source: This device doesn't trust the server's certificate. Open Conduck on your iPhone to see how to fix it.
es: Este dispositivo no confía en el certificado del servidor. Abre Conduck en tu iPhone para ver cómo resolverlo.
ja: このデバイスはサーバーの証明書を信頼していません。iPhoneでConduckを開いて対処方法を確認してください。
zh_hans: 此设备不信任服务器证书，请在 iPhone 上打开 Conduck 查看修复方法。

# settings.certTrust.untrusted.remedy
source: Give the server a publicly trusted certificate: Tailscale Serve issues one automatically, Let's Encrypt is free and also issues certificates for plain IP addresses, or put a domain in front with Caddy, which renews for you.
es: Asigna al servidor un certificado de confianza pública: Tailscale Serve emite uno automáticamente, Let's Encrypt es gratuito y también emite certificados para direcciones IP, o coloca un dominio delante con Caddy, que lo renueva por ti.
ja: サーバーに公的に信頼される証明書を設定してください。Tailscale Serveは自動発行します。無料のLet's EncryptはIPアドレス用の証明書にも対応しています。またはCaddyを使ってドメイン経由にすると、自動更新できます。
zh_hans: 请为服务器配置受公众信任的证书：Tailscale Serve 会自动签发，免费的 Let's Encrypt 也支持为纯 IP 地址签发证书；或通过域名和 Caddy 提供服务，由 Caddy 自动续期。

# settings.certTrust.useAutomatic
source: Use Automatic Trust
es: Usar confianza automática
ja: 自動の信頼確認を使用
zh_hans: 使用自动信任验证

# settings.contentSync.applying
source: Updating content sync on this device…
es: Actualizando la sincronización de contenido en este dispositivo…
ja: このデバイスのコンテンツ同期を更新中…
zh_hans: 正在更新此设备的内容同步…

# settings.contentSync.disable.action
source: Turn Off
es: Desactivar
ja: 無効にする
zh_hans: 关闭

# settings.contentSync.disable.message
source: Conversations, Work, files and usage records will stop syncing as your devices receive this change. Content already on each device and in iCloud is kept. This does not free iCloud storage.
es: Las conversaciones, Trabajo, los archivos y los registros de uso dejarán de sincronizarse a medida que tus dispositivos reciban este cambio. El contenido que ya está en cada dispositivo y en iCloud se conserva. Esto no libera espacio en iCloud.
ja: デバイスがこの変更を受信すると、会話、ワークスペース、ファイル、利用記録の同期を停止します。各デバイスとiCloudの既存コンテンツは保持されます。iCloudの空き容量は増えません。
zh_hans: 各设备收到此更改后，对话、工作台、文件和用量记录将停止同步。设备和 iCloud 中已有内容保留，不会释放 iCloud 存储空间。

# settings.contentSync.disable.title
source: Turn off content sync?
es: ¿Desactivar la sincronización de contenido?
ja: コンテンツ同期を無効にしますか？
zh_hans: 关闭内容同步？

# settings.contentSync.effectiveOff
source: Content sync is off on this device.
es: La sincronización de contenido está desactivada en este dispositivo.
ja: このデバイスのコンテンツ同期は無効です。
zh_hans: 此设备的内容同步已关闭。

# settings.contentSync.enable.action
source: Turn On
es: Activar
ja: 有効にする
zh_hans: 开启

# settings.contentSync.enable.message
source: Content created or changed on any of your devices while sync was off will sync with the current iCloud account, including edits and deletions. Content already in iCloud will become available again as your devices receive this change.
es: El contenido creado o modificado en cualquiera de tus dispositivos mientras la sincronización estaba desactivada se sincronizará con la cuenta actual de iCloud, incluidos los cambios y las eliminaciones. El contenido que ya está en iCloud volverá a estar disponible a medida que tus dispositivos reciban este cambio.
ja: 同期が無効の間に各デバイスで作成・変更したコンテンツは、編集や削除も含め、現在のiCloudアカウントに同期されます。デバイスがこの変更を受信すると、iCloudの既存コンテンツも再び利用できるようになります。
zh_hans: 同步关闭期间在任何设备上创建或更改的内容，将与当前 iCloud 账户同步，包括编辑和删除。各设备收到此更改后，iCloud 中已有内容将再次可用。

# settings.contentSync.enable.title
source: Turn on content sync?
es: ¿Activar la sincronización de contenido?
ja: コンテンツ同期を有効にしますか？
zh_hans: 开启内容同步？

# settings.contentSync.explanation.off
source: Automatic content sync is turned off across your devices as they receive this change. Content already on each device and in iCloud is kept. Settings and keys continue to sync when available.
es: La sincronización automática de contenido se desactiva en tus dispositivos a medida que reciben este cambio. El contenido que ya está en cada dispositivo y en iCloud se conserva. Los ajustes y las claves siguen sincronizándose cuando es posible.
ja: 各デバイスがこの変更を受信すると、コンテンツの自動同期が無効になります。各デバイスとiCloudの既存コンテンツは保持されます。設定とキーは可能な場合に引き続き同期します。
zh_hans: 各设备收到此更改后，自动内容同步会关闭。设备和 iCloud 中已有内容保留，设置和密钥在可用时继续同步。

# settings.contentSync.explanation.on
source: Conversations, Work, files and usage records sync across your devices. This choice applies across your devices. Settings and keys continue to sync when available.
es: Las conversaciones, Trabajo, los archivos y los registros de uso se sincronizan entre tus dispositivos. Esta elección se aplica a todos ellos. Los ajustes y las claves siguen sincronizándose cuando es posible.
ja: 会話、ワークスペース、ファイル、利用記録をデバイス間で同期します。この選択はすべてのデバイスに適用されます。設定とキーは可能な場合に引き続き同期します。
zh_hans: 对话、工作台、文件和用量记录在各设备间同步，此选择适用于所有设备。设置和密钥在可用时继续同步。

# settings.contentSync.label
source: Sync content with iCloud
es: Sincronizar contenido con iCloud
ja: iCloudでコンテンツを同期
zh_hans: 通过 iCloud 同步内容

# settings.contentSync.save.failed
source: Couldn’t save the sync setting. Try again.
es: No se pudo guardar el ajuste de sincronización. Inténtalo de nuevo.
ja: 同期設定を保存できませんでした。再試行してください。
zh_hans: 无法保存同步设置，请重试。

# settings.editor.cancel
source: Cancel
es: Cancelar
ja: キャンセル
zh_hans: 取消

# settings.editor.discard.close.confirm
source: Discard & Close
es: Descartar y cerrar
ja: 破棄して閉じる
zh_hans: 放弃并关闭

# settings.editor.discard.close.message
source: Your unsaved changes will be lost and Settings will close.
es: Tus cambios sin guardar se perderán y se cerrarán los Ajustes.
ja: 未保存の変更を破棄して設定を閉じます。
zh_hans: 未保存的更改将丢失，“设置”将关闭。

# settings.editor.discard.close.title
source: Discard changes and close Settings?
es: ¿Descartar los cambios y cerrar Ajustes?
ja: 変更を破棄して設定を閉じますか？
zh_hans: 放弃更改并关闭设置？

# settings.editor.discard.confirm
source: Discard
es: Descartar
ja: 破棄
zh_hans: 丢弃

# settings.editor.discard.keepEditing
source: Keep Editing
es: Seguir editando
ja: 編集を続ける
zh_hans: 继续编辑

# settings.editor.discard.message
source: Your unsaved changes will be lost.
es: Tus cambios sin guardar se perderán.
ja: 未保存の変更は失われます。
zh_hans: 未保存的更改将丢失。

# settings.editor.discard.switch.message
source: Switching sections will discard your unsaved changes.
es: Cambiar de sección descartará tus cambios sin guardar.
ja: セクションを切り替えると、未保存の変更は破棄されます。
zh_hans: 切换设置页面会放弃未保存的更改。

# settings.editor.discard.title
source: Discard changes?
es: ¿Descartar los cambios?
ja: 変更を破棄しますか？
zh_hans: 放弃更改？

# settings.editor.save
source: Save
es: Guardar
ja: 保存
zh_hans: 保存

# settings.editor.save.noChanges
source: No changes to save.
es: No hay cambios que guardar.
ja: 保存する変更はありません。
zh_hans: 没有需要保存的更改。

# settings.endpoint.pin.plainHTTP
source: A saved fingerprint can't be checked on an http:// address — nothing hands over a certificate. Clear the fingerprint, or use an https:// address.
es: Una huella guardada no se puede comprobar en una dirección http://: no se presenta ningún certificado. Borra la huella o usa una dirección https://.
ja: http://アドレスでは証明書が提示されないため、保存したフィンガープリントを確認できません。フィンガープリントを削除するか、https://アドレスを使ってください。
zh_hans: http:// 地址不会提供证书，无法核验已保存的指纹。请清除指纹，或使用 https:// 地址。

# settings.endpoint.plainHTTP.warning
source: Not encrypted — anyone else on this network can read your messages and the key sent with them.
es: Sin cifrar: cualquier otra persona en esta red puede leer tus mensajes y la clave enviada con ellos.
ja: 暗号化されていません。このネットワーク上のほかの人が、メッセージや一緒に送信するキーを読み取れます。
zh_hans: 未加密，同一网络上的其他人可以读取消息及随附的密钥。

# settings.endpoint.plainHTTP.warning.v2
source: Not encrypted — anyone on this network can read your messages and your key. Works only on this network — not in the car or out with the Watch.
es: Sin cifrar: cualquiera en esta red puede leer tus mensajes y tu clave. Solo funciona en esta red, no en el coche ni fuera de ella con el Watch.
ja: 暗号化されていません。このネットワーク上の人がメッセージやキーを読み取れます。このネットワーク内でのみ動作し、車内や外出先のWatchでは使えません。
zh_hans: 未加密，同一网络上的任何人可以读取消息和密钥。仅限此网络内使用，无法在车内或携带 Apple Watch 外出时使用。

# settings.endpoint.url.plainHTTPRemote
source: iOS only allows plain http:// to an address on your own network. Use the server's IP address instead, or put it behind https://.
es: iOS solo permite http:// sin cifrar en una dirección de tu propia red. Usa la dirección IP del servidor o ponlo detrás de https://.
ja: iOSでは、暗号化されていないhttp://は自分のネットワーク内のアドレスにのみ使えます。サーバーのIPアドレスを使うか、https://で接続できるように設定してください。
zh_hans: iOS 仅允许对本地网络地址使用普通 http://。请改用服务器 IP 地址，或通过 https:// 提供服务。

# settings.endpoint.url.plainHTTPRemote.v2
source: Apple allows plain http:// only to an address on your own network. Use the server's IP address or its name ending in .local, or put it behind https://.
es: Apple solo permite http:// sin cifrar en una dirección de tu propia red. Usa la dirección IP del servidor o su nombre terminado en .local, o ponlo detrás de https://.
ja: Appleでは、暗号化されていないhttp://は自分のネットワーク内のアドレスにのみ使えます。サーバーのIPアドレスか.localで終わる名前を使うか、https://で接続できるように設定してください。
zh_hans: Apple 仅允许对本地网络地址使用普通 http://。请使用服务器 IP 地址或以 .local 结尾的名称，或通过 https:// 提供服务。

# settings.error.loadFailed
source: Failed to load settings. Using defaults.
es: No se pudieron cargar los ajustes. Se usarán los valores predeterminados.
ja: 設定を読み込めませんでした。デフォルト設定を使用します。
zh_hans: 无法载入设置，正在使用默认设置。

# settings.field.required
source: (required)
es: (obligatorio)
ja: （必須）
zh_hans: （必填）

# settings.fileTransfer.testConnection.button
source: Test file server
es: Probar servidor de archivos
ja: ファイルサーバーをテスト
zh_hans: 测试文件服务器

# settings.general.onLaunch.footer
source: What you see when you open Conduck.
es: Lo que ves al abrir Conduck.
ja: Conduckを開いたときの表示。
zh_hans: 打开 Conduck 时显示的内容。

# settings.general.onLaunch.header
source: Startup
es: Inicio de la app
ja: 起動
zh_hans: 启动

# settings.general.onLaunch.label
source: On launch
es: Al abrir
ja: 起動時
zh_hans: 启动时

# settings.general.onLaunch.resumeLast
source: Resume last conversation
es: Reanudar última conversación
ja: 前回の会話を再開
zh_hans: 继续上次对话

# settings.general.onLaunch.resumeLast.short
source: Resume last
es: Reanudar última
ja: 前回を再開
zh_hans: 继续上次

# settings.general.onLaunch.startNew
source: Start a new conversation
es: Iniciar una conversación nueva
ja: 新しい会話を開始
zh_hans: 开始新对话

# settings.general.onLaunch.startNew.short
source: Start new
es: Iniciar nueva
ja: 新しく開始
zh_hans: 新建

# settings.general.session.short.always
source: Always
es: Siempre
ja: 常に
zh_hans: 始终

# settings.general.session.short.never
source: Off
es: Desactivado
ja: 無効
zh_hans: 关闭

# settings.guidedSetup.back
source: Go Back
es: Volver
ja: 戻る
zh_hans: 返回

# settings.guidedSetup.close
source: Close
es: Cerrar
ja: 閉じる
zh_hans: 关闭

# settings.language.hint.label
source: Language hint
es: Indicación de idioma
ja: 認識する言語のヒント
zh_hans: 语言提示

# settings.mac.about.title
source: About
es: Acerca de
ja: このアプリについて
zh_hans: 关于

# settings.mac.back
source: Back
es: Atrás
ja: 戻る
zh_hans: 返回

# settings.mac.done
source: Done
es: Listo
ja: 完了
zh_hans: 完成

# settings.mac.general.inputMode.label
source: Ask with
es: Preguntar con
ja: 質問の入力方法
zh_hans: 使用以下方式提问

# settings.mac.general.inputMode.text
source: Text
es: Texto
ja: テキスト
zh_hans: 文本

# settings.mac.general.inputMode.voice
source: Voice
es: Voz
ja: 音声
zh_hans: 语音

# settings.mac.general.menuBar.howToUse.label
source: How to Use
es: Cómo usarlo
ja: 使い方
zh_hans: 使用方法

# settings.mac.general.shortcut.captureToWork.label
source: Capture to Work
es: Capturar en Trabajo
ja: ワークスペースに取り込む
zh_hans: 采集到工作台

# settings.mac.general.shortcut.footerModes
source: To change a shortcut, click it and press the keys together — one or more modifiers (⌘ ⌥ ⌃ ⇧) plus one regular key. Esc always cancels the request.
es: Para cambiar una función rápida, haz clic en ella y pulsa las teclas a la vez: uno o más modificadores (⌘ ⌥ ⌃ ⇧) y una tecla normal. Esc siempre cancela la solicitud.
ja: ショートカットを変更するには、クリックして、修飾キー（⌘ ⌥ ⌃ ⇧）を1つ以上と通常のキー1つを同時に押してください。Escは常にリクエストをキャンセルします。
zh_hans: 要更改快捷键，请点按它并同时按下所需按键：一个或多个修饰键（⌘ ⌥ ⌃ ⇧）加一个普通键。Esc 始终用于取消请求。

# settings.mac.general.shortcut.quickCapture.label
source: Ask
es: Preguntar
ja: 質問する
zh_hans: 提问

# settings.mac.general.shortcut.screenshotAsk.label
source: Screenshot & Ask
es: Capturar y preguntar
ja: スクリーンショットで質問
zh_hans: 截屏并提问
